[
    {
        "id": 1,
        "headline": "Textiles",
        "text": "Nicholas Nybro works with different kinds of textiles in the making of his collections. The textiles are carefully selected so that they match the theme of his new SS18 The Body collection. The fascination of the human body and its different shapes, are what inspirers Nicholas Nybro in his creative work of designing unique clothing. The color of the textiles is ranging from delicate blue-ish and beige nuances to the darker warmer brown, so they represent all kinds of skin colors.
        "
},
    {
        "id": 2,
        "headline": "Sketching & fashion illustration",
        "text": "Apart of being a fashion designer Nicholas Nybro is also a Fashion Illustrator, who create beautiful illustrative work to showcase his concepts. Sketching is an important tool for Nicholas Nybro in his design process. Every time he gets inspired, he makes sure to sketch down fresh ideas, and therefor he will always have his sketchbook with him.
        "
},
    {
        "id": 3,
        "headline": "Sketching & fashion illustration",
        "text": "Apart of being a fashion designer Nicholas Nybro is also a Fashion Illustrator, who create beautiful illustrative work to showcase his concepts. Sketching is an important tool for Nicholas Nybro in his design process. Every time he gets inspired, he makes sure to sketch down fresh ideas, and therefor he will always have his sketchbook with him.
        "
},
    {
        "id": 4,
        "headline": "Creative Direction",
        "text": "Nicholas Nybro is a Creative Director for his fashion design company, and uses his skills of creativity in exercising concepts, communication, leadership and industry-related technology.
        "
},
    {
        "id": 5,
        "headline": "Art Direction",
        "text": "Nicholas Nybro has former experience with art direction from BERDAL&NYBRO and is currently the Art Director for the fashion company Ivan Grundahl.
        "
},
    {
        "id": 6,
        "headline": "Concept Design",
        "text": "Nicholas Nybro is specializing in conceptual clothing, and is well known as a conceptual fashion designer, who produces fashion that questions the whole nature of fashion by using different visuals to communicating brand new ideas.
        "
},
    {
        "id": 7,
        "headline": "Fashion Design",
        "text": "Nicholas Nybro is a fashion designer with a degree from Kolding School of Design. He created the self-titled fashion brand to create attention on various society issues of today.
        "
},
    {
        "id": 8,
        "headline": "Concept Development",
        "text": "Bla bla bla
        "
}


]
